---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangle
source: html/8c7952a0-8bba-b922-9fa8-d74d81231ae9.htm
---
# StructuralSectionConcreteRectangle Properties

Common set of parameters for structural analysis.